tap "aws/tap"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "apache-spark"
brew "apache-zeppelin"
brew "sqlite"
brew "python"
brew "asciinema"
brew "awscli"
brew "bash-completion"
brew "cmake"
brew "cowsay"
brew "git"
brew "git-lfs"
brew "go"
brew "jq"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "lolcat"
brew "maven"
brew "neovim"
brew "netcat"
brew "node"
brew "pandoc"
brew "parquet-tools"
brew "perl"
brew "postgresql"
brew "pyenv"
brew "pyenv-virtualenv"
brew "r"
brew "rename"
brew "ruby"
brew "sbt"
brew "scala"
brew "tmux"
brew "tree"
brew "unixodbc"
brew "vim"
brew "watch"
brew "aws/tap/aws-sam-cli"
brew "d12frosted/emacs-plus/emacs-plus"
cask "basictex"
cask "docker"
cask "dropbox"
cask "flux"
cask "font-source-code-pro"
cask "google-cloud-sdk"
cask "iterm2"
cask "keybase"
cask "snowflake-snowsql"
cask "spotify"
cask "squirrelsql"
cask "steam"
cask "sublime-text"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "vlc"
cask "wireshark"
